/*
 Localization provided by Wordcrafts
 The Mac OS X and iOS localization experts.
 http://www.wordcrafts.de
 */


/* General */

/* For dialogs yes buttons */
"HockeyYes" = "Evet";

/* For dialogs no buttons */
"HockeyNo" = "Hayır";

/* For dialogs ok buttons */
"HockeyOK" = "Tamam";

/* Replacement for app name, if it could not be detected */
"HockeyAppNamePlaceholder" = "Bu uygulama";

/* Crash */


/* Crash dialog */

/* Title showing in the alert box when crash report data has been found */
"CrashDataFoundTitle" = "%@ Beklenmedik Şekilde Kapandı";

/* Description explaining that crash data has been found and ask the user if the data might be uploaded to the developers server */
"CrashDataFoundAnonymousDescription" = "Sorunu çözmemize yardımcı olması için hata raporu göndermek ister misiniz?";

/* Description explaining that crash data has been found and ask the user if the non anonymous data might be uplaoded to the developers server */
"CrashDataFoundDescription" = "Sorunu çözmemize yardımcı olması için hata raporu göndermek ister misiniz?";

/* Alert box button if the users wants to send crash data always automatically */
"CrashSendReportAlways" = "Her Zaman Gönder";

/* Alert box button to send the crash report once */
"CrashSendReport" = "Gönder";

/* Alert box button to decline sending the report */
"CrashDontSendReport" = "Gönderme";

/* Text showing in a processing box that the crash data is being uploaded to the server */
"CrashReportSending" = "Gönderiliyor...";


/* Update */


/* Update Alert view */

/* Update available */
"UpdateAvailable" = "Yeni sürüm mevcut";

"UpdateAlertTextWithAppVersion" = "%@ sürümü mevcut.";

"UpdateAlertMandatoryTextWithAppVersion" = "%@ sürümü mevcut ve bu zorunlu bir güncelleme!";

"UpdateIgnore" = "Kapat";

"UpdateShow" = "Show";

"UpdateInstall" = "Yükle";

"UpdateRemindMe" = "Bana Hatırlat";


/* Update Details */

"UpdateScreenTitle" = "Güncelle";

"UpdateButtonCheck" = "KONTROL ET";

"UpdateButtonSearching" = "KONTROL EDILIYOR";

"UpdateButtonUpdate" = "GÜNCELLE";

"UpdateButtonInstalling" = "YÜKLENİYOR";

"UpdateButtonOffline" = "ÇEVRİMDIŞI";

"UpdateInstalled" = "YÜKLENDİ";

"UpdateVersion" = "Sürüm";

"UpdateShowPreviousVersions" = "Eski sürümleri göster...";

"UpdateNoUpdateAvailableTitle" = "Yeni sürüm yok";

"UpdateNoUpdateAvailableMessage" = "%@ zaten en güncel sürüm.";

"UpdateError" = "Hata";

"UpdateWarning" = "Uyarı";

"UpdateNoReleaseNotesAvailable" = "Sürüm notu mevcut değil.";


/* Update Authorization  */

"UpdateAuthorizationProgress" = "Yetkilendiriliyor...";

"UpdateAuthorizationOffline" = "İnternet bağlantısı gerekli!";

"UpdateAuthorizationDenied" = "Yetkilendirme başarısız oldu. Lütfen yazılımcı ile görüşün.";


/* Update Expiry  */

"UpdateExpired" = "%@ sürümünün süresi doldu, bu yüzden artık kullanılamaz.";


/* Update Simulator Warning */

"UpdateSimulatorMessage" = "Hockey Update simülatörde çalışmaz.\nThe itms-services:// url scheme is implemented but nonfunctional.";


/* Feedback */


/* New Message Alert */

/* Alert Title */
"HockeyFeedbackNewMessageTitle" = "Geri Bildirim Cevabı";

/* Alert Text */
"HockeyFeedbackNewMessageText" = "Verdiğiniz geri bildirime cevap var. Görmek ister misiniz?";

/* Alert Ignore Button */
"HockeyFeedbackIgnore" = "Kapat";

/* Alert Show Button */
"HockeyFeedbackShow" = "Göster";


/* List View */

/* Title */
"HockeyFeedbackListTitle" = "Geri Bildirim";

/* Last Updated */
"HockeyFeedbackListLastUpdated" = "Son güncellenme tarihi: %@";

/* Never Updated */
"HockeyFeedbackListNeverUpdated" = "Asla";

/* Provide Feedback Button Title */
"HockeyFeedbackListButtonWriteFeedback" = "Geri bildirimde bulun";

/* Add a Response Button Title */
"HockeyFeedbackListButtonWriteResponse" = "Cevap Yaz";

/* User Data Set Name Button Title */
"HockeyFeedbackListButtonUserDataSetName" = "Adınız ve soyadınız";

/* User Data Set Email Button Title */
"HockeyFeedbackListButtonUserDataSetEmail" = "E-posta adresiniz";

/* User Data With Name Button Title */
"HockeyFeedbackListButtonUserDataWithName" = "İsim: %@";

/* User Data With Email Button Title */
"HockeyFeedbackListButtonUserDataWithEmail" = "E-posta: %@";

/* Button title for deleting all local messages*/
"HockeyFeedbackListButtonDeleteAllMessages" = "Bütün Mesajları Sil";

/* Message pending to be send */
"HockeyFeedbackListMessagePending" = "Gönderiliyor";


/* Delete All Messages Action Sheet / Alert View */

/* Title for the Action Sheet */
"HockeyFeedbackListDeleteAllTitle" = "Bu cihazdaki bütün geri bildirim mesajları silinecek.";

/* Button Title to perform delete action */
"HockeyFeedbackListDeleteAllDelete" = "Sil";

/* Button Title to cancel delete action */
"HockeyFeedbackListDeleteAllCancel" = "Vazgeç";


/* Open Link In Safari Action Sheet / Alert View */

/* Button Title to cancel */
"HockeyFeedbackListLinkActionCancel" = "Vazgeç";

/* Button Title to Open the Link */
"HockeyFeedbackListLinkActionOpen" = "Aç";

/* Button Title to Copy the Link */
"HockeyFeedbackListLinkActionCopy" = "Kopyala";


/* UIActivity */

/* Activity Sharing Button Title, App Name will be inserted */
"HockeyFeedbackActivityButtonTitle" = "%@ Geri Bildirim";

/* if there can no app name be found, use this instead for HockeyFeedbackActivityButtonTitle */
"HockeyFeedbackActivityAppPlaceholder" = "Uygulama";


/* Compose Message */

/* Title */
"HockeyFeedbackComposeTitle" = "Geri Bildirim";

/* Send button */
"HockeyFeedbackComposeSend" = "Gönder";

/* Add Image button for attachment actions */
"HockeyFeedbackComposeAttachmentAddImage" = "Resim Ekle";

/* Edit button for attachment actions */
"HockeyFeedbackComposeAttachmentEdit" = "Resmi Düzenle";

/* Delete button for attachment actions */
"HockeyFeedbackComposeAttachmentDelete" = "Resmi Sil";

/* Cancel button for attachment actions */
"HockeyFeedbackComposeAttachmentCancel" = "Vazgeç";


/* Set User Data */

/* Title */
"HockeyFeedbackUserDataTitle" = "Bilgilerim";

/* Description On What Should Be Entered */
"HockeyFeedbackUserDataDescription" = "Geri bildirimde bulunmadan önce lütfen profil bilgilerinizi giriniz.";

/* Name Field */
"HockeyFeedbackUserDataName" = "İsim";

/* Name Placeholder */
"HockeyFeedbackUserDataNamePlaceHolder" = "John Doe";

/* Email Field */
"HockeyFeedbackUserDataEmail" = "E-posta";

/* Email Placeholder */
"HockeyFeedbackUserDataEmailPlaceholder" = "email@example.com";


/* Authenticator */

/* View Controller Title*/
"HockeyAuthenticatorViewControllerTitle" = "HockeyApp";

/* BITAuthenticatorAuthTypeUDIDProvider */
"HockeyAuthenticationViewControllerWebUDIDLoginDescription" = "Yazılımcı bu cihazın UDID bilgisini talep etti. HockeyApp uygulamasına gitmek ve yetki vermek için aşağıdaki butona/linke basınız.";
"HockeyAuthenticationViewControllerWebLoginButtonTitle" = "HockeyApp Uygulamasını Aç";

/* BITAuthenticatorIdentificationTypeWebAuth */
"HockeyAuthenticationViewControllerWebAuthLoginDescription" = "Yazılımcı HockeyApp hesabınızın e-posta adresini talep etti. HockeyApp uygulamasına gitmek ve yetki vermek için aşağıdaki butona/linke basınız.";

/* BITAuthenticatorAuthTypeEmail and BITAuthenticatorAuthTypeEmailAndPassword */
"HockeyAuthenticationViewControllerDataEmailAndPasswordDescription" = "Bu uygulamaya yetki vermek için lütfen HockeyApp e-posta adresinizi ve parolanızı giriniz.";
"HockeyAuthenticationViewControllerDataEmailDescription" = "Bu uygulamaya yetki vermek için lütfen HockeyApp e-posta adresinizi giriniz.";
"HockeyAuthenticationViewControllerEmailPlaceholder" = "email@example.com";
"HockeyAuthenticationViewControllerPasswordPlaceholder" = "Zorunlu alan";
"HockeyAuthenticationViewControllerEmailDescription" = "E-posta";
"HockeyAuthenticationViewControllerPasswordDescription" = "Parola";

/* Error presented to the user if authentication failed because of networking issues */
"HockeyAuthenticationViewControllerNetworkError" = "İnternete bağlı olmadığınız için yetkilendirme işlemi başarısız oldu. Lütfen tekrar deneyiniz.";

"HockeyAuthenticationFailedAuthenticate" = "Yetkilendirme işlemi başarısız oldu. Lütfen uygulamanın sorumlusuyla görüşünüz.";
"HockeyAuthenticationNotMember" = "Bu uygulamayı kullanmak için yetkiniz yok. Lütfen uygulamanın sorumlusu ile görüşünüz.";
"HockeyAuthenticationContactDeveloper" = "Yetkilendirme hatası. Lütfen uygulamanın sorumlusu ile görüşünüz..";
"HockeyAuthenticationWrongEmailPassword" = "Hatalı e-posta ya da parola girdiniz. Lütfen kontrol edip tekrar deneyiniz.";
"HockeyAuthenticationAuthSecretMissing" = "The HockeySDK yetkilendirme anahtarı belirlenmedi. Lütfen uygulamanın sorumlusu ile görüşünüz.";

/* Accessibility strings */
"HockeyAccessibilityHintRequired" = "Zorunlu";
